Repository: holzcloud/holzBar
Catalog: holzBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, rm

source: holzBar and %@ would both try to manage the menu bar. They get in each other's way, and can leave the pointer unable to click anything. holzBar can quit %@ for you.
de: holzBar und %1$@ würden beide versuchen, die Menüleiste zu verwalten. Sie kommen sich in die Quere, und der Zeiger kann danach womöglich nichts mehr anklicken. holzBar kann %2$@ für dich beenden.
fr: holzBar et %1$@ essaieraient tous deux de gérer la barre des menus. Ils se gênent et peuvent empêcher le pointeur de cliquer quoi que ce soit. holzBar peut quitter %2$@ pour vous.
it: holzBar e %1$@ cercherebbero entrambi di gestire la barra dei menu. Si intralciano e il puntatore potrebbe non riuscire più a fare clic. holzBar può chiudere %2$@ per te.
rm: holzBar e %1$@ empruvassan omadus d'administrar la trav da menu. Els sa disturban, ed il cursur na po forsa betg pli cliccar insatge. holzBar po terminar %2$@ per tai.

source: holzBar asks for it the first time you use one of these.
de: holzBar fragt danach, wenn du eine dieser Funktionen zum ersten Mal verwendest.
fr: holzBar la demande la première fois que vous utilisez l'une de ces fonctions.
it: holzBar la chiede la prima volta che usi una di queste funzioni.
rm: holzBar dumonda per quai l'emprima giada che ti duvras ina da questas funcziuns.

source: holzBar can propose which items to hide, from what it knows of your apps. Nothing leaves your Mac, you decide, and you can undo it. You can do this any time in Menu Bar Layout.
de: holzBar kann vorschlagen, welche Objekte ausgeblendet werden sollen, anhand dessen, was es über deine Apps weiss. Nichts verlässt deinen Mac, du entscheidest, und du kannst es rückgängig machen. Das geht jederzeit unter «Menüleistenlayout».
fr: holzBar peut proposer quels éléments masquer, d’après ce qu’il sait de vos apps. Rien ne quitte votre Mac, vous décidez, et vous pouvez annuler. Vous pouvez le faire à tout moment dans « Disposition de la barre des menus ».
it: holzBar può proporre quali elementi nascondere, in base a ciò che sa delle tue app. Nulla lascia il tuo Mac, decidi tu e puoi annullare. Puoi farlo in qualsiasi momento in «Layout della barra dei menu».
rm: holzBar po propuoner tge elements ch’èn d’zuppar, sin basa da quai ch’el sa da tias apps. Nagut na bandunescha tes Mac, ti decidas e ti pos revocar. Ti pos far quai a mintga mument sut «Disposiziun da la trav da menu».

source: holzBar cannot arrange menu bar items in automatically hidden menu bars.
de: holzBar kann in automatisch ausgeblendeten Menüleisten keine Elemente anordnen.
fr: holzBar ne peut pas disposer les éléments dans une barre des menus masquée automatiquement.
it: holzBar non può sistemare gli elementi in barre dei menu nascoste automaticamente.
rm: holzBar na po betg ordinar elements en travs da menu zuppentadas automaticamain.

source: holzBar cannot display menu bar items for automatically hidden menu bars
de: holzBar kann für automatisch ausgeblendete Menüleisten keine Elemente anzeigen
fr: holzBar ne peut pas afficher les éléments d'une barre des menus masquée automatiquement
it: holzBar non può mostrare gli elementi di barre dei menu nascoste automaticamente
rm: holzBar na po betg mussar elements da travs da menu zuppentadas automaticamain

source: holzBar cannot edit the appearance of automatically hidden menu bars.
de: holzBar kann das Erscheinungsbild automatisch ausgeblendeter Menüleisten nicht bearbeiten.
fr: holzBar ne peut pas modifier l'apparence d'une barre des menus masquée automatiquement.
it: holzBar non può modificare l'aspetto di barre dei menu nascoste automaticamente.
rm: holzBar na po betg modifitgar l'apparientscha da travs da menu zuppentadas automaticamain.

source: holzBar could not restart itself. Quit holzBar and open it again.
de: holzBar konnte sich nicht neu starten. Beende holzBar und öffne es erneut.
fr: holzBar n'a pas pu redémarrer. Quittez holzBar et rouvrez-le.
it: holzBar non è riuscito a riavviarsi. Esci da holzBar e riaprilo.
rm: holzBar n'ha betg pudì reaviar. Termina holzBar ed avra el danovamain.

source: holzBar icon
de: holzBar-Symbol
fr: Icône de holzBar
it: Icona di holzBar
rm: Simbol da holzBar

source: holzBar is free software, licensed under the %@.
de: holzBar ist freie Software unter der %@.
fr: holzBar est un logiciel libre sous %@.
it: holzBar è software libero con licenza %@.
rm: holzBar è software liber sut la %@.

source: holzBar is not ready yet. Open holzBar and grant its permissions first.
de: holzBar ist noch nicht bereit. Öffne holzBar und erteile zuerst seine Berechtigungen.
fr: holzBar n'est pas encore prêt. Ouvrez holzBar et accordez d'abord ses autorisations.
it: holzBar non è ancora pronto. Apri holzBar e concedi prima le sue autorizzazioni.
rm: holzBar n'è anc betg pront. Avra holzBar e concéda l'emprim sias permissiuns.

source: holzBar looked at the apps in your menu bar on this Mac. Nothing leaves your Mac and nothing is recorded. It proposes to hide what works in the background; the clock, the battery and apps with messages stay. Uncheck what should stay visible.
de: holzBar hat sich die Apps in deiner Menüleiste auf diesem Mac angesehen. Nichts verlässt deinen Mac, und nichts wird aufgezeichnet. Es schlägt vor, auszublenden, was im Hintergrund arbeitet; die Uhr, die Batterie und Apps mit Nachrichten bleiben. Entferne das Häkchen bei dem, was sichtbar bleiben soll.
fr: holzBar a regardé les apps de votre barre des menus sur ce Mac. Rien ne quitte votre Mac et rien n’est enregistré. Il propose de masquer ce qui travaille en arrière-plan ; l’horloge, la batterie et les apps de messages restent. Décochez ce qui doit rester visible.
it: holzBar ha esaminato le app nella barra dei menu di questo Mac. Nulla lascia il tuo Mac e nulla viene registrato. Propone di nascondere ciò che lavora in background; l’orologio, la batteria e le app con messaggi restano. Deseleziona ciò che deve rimanere visibile.
rm: holzBar ha tschertgà las apps da tia trav da menu sin quest Mac. Nagut na bandunescha tes Mac e nagut na vegn registrà. El propona da zuppar quai che lavura en il fund; l’ura, l’accu e las apps cun messadis restan. Deactivescha quai che duai restar visibel.

source: holzBar needs this to:
de: holzBar braucht dies, um:
fr: holzBar en a besoin pour :
it: holzBar ne ha bisogno per:
rm: holzBar dovra quai per:

source: holzBar needs your permission to manage the menu bar.
de: holzBar braucht deine Erlaubnis, um die Menüleiste zu verwalten.
fr: holzBar a besoin de votre autorisation pour gérer la barre des menus.
it: holzBar ha bisogno del tuo consenso per gestire la barra dei menu.
rm: holzBar dovra tia permissiun per administrar la trav da menu.

source: holzBar never connects to the network.
de: holzBar verbindet sich nie mit dem Netzwerk.
fr: holzBar ne se connecte jamais au réseau.
it: holzBar non si connette mai alla rete.
rm: holzBar na sa collia mai cun la rait.

source: holzBar stops using it at once and cannot do what needs it until you allow it again. You can also remove it yourself in System Settings, in Privacy & Security.
de: holzBar nutzt sie sofort nicht mehr und kann nichts tun, was sie braucht, bis du sie wieder erlaubst. Du kannst sie auch selbst in den Systemeinstellungen unter «Datenschutz & Sicherheit» entfernen.
fr: holzBar cesse de l’utiliser immédiatement et ne peut plus faire ce qui en dépend tant que vous ne l’autorisez pas de nouveau. Vous pouvez aussi la retirer vous-même dans Réglages Système, sous Confidentialité et sécurité.
it: holzBar smette subito di usarla e non può fare ciò che la richiede finché non la autorizzi di nuovo. Puoi anche rimuoverla tu stesso in Impostazioni di Sistema, in Privacy e sicurezza.
rm: holzBar na til duvra subit pli e na po far nagut che dovra ella enfin che ti la lubeschas puspè. Ti pos er allontanar ella sez en las preferenzas dal sistem, sut Protecziun da datas e segirezza.

source: holzBar will replace its current settings with the ones from “%@” and restart.
de: holzBar ersetzt seine aktuellen Einstellungen durch die aus «%@» und startet neu.
fr: holzBar remplacera ses réglages actuels par ceux de « %@ » et redémarrera.
it: holzBar sostituirà le impostazioni attuali con quelle di «%@» e si riavvierà.
rm: holzBar remplazza ses parameters actuals cun quels da «%@» e reavia.

source: it is between %@ and %@
de: es zwischen %@ und %@ ist
fr: il est entre %@ et %@
it: è tra le %@ e le %@
rm: igl è danter %@ e %@

source: it is between %@ and %@ on %@
de: es zwischen %@ und %@ ist (%@)
fr: il est entre %@ et %@ (%@)
it: è tra le %@ e le %@ (%@)
rm: igl è danter %@ e %@ (%@)

source: keep the Mac awake
de: den Mac wach halten
fr: garder le Mac éveillé
it: tenere il Mac attivo
rm: mantegnair il Mac sveglià

source: let the Mac sleep
de: den Mac schlafen lassen
fr: laisser le Mac se mettre en veille
it: lasciare che il Mac vada in stop
rm: laschar durmir il Mac

source: macOS 27 doesn't let apps hide this system item.
de: macOS 27 lässt Apps dieses Systemelement nicht ausblenden.
fr: macOS 27 ne permet pas aux apps de masquer cet élément système.
it: macOS 27 non consente alle app di nascondere questo elemento di sistema.
rm: macOS 27 na lubescha betg a las apps da zuppentar quest element dal sistem.

source: macOS 27 hides whole apps, and holzBar can't tell which app this item belongs to.
de: macOS 27 blendet ganze Apps aus, und holzBar kann nicht erkennen, zu welcher App dieses Element gehört.
fr: macOS 27 masque des apps entières, et holzBar ne sait pas à quelle app appartient cet élément.
it: macOS 27 nasconde app intere e holzBar non riesce a capire a quale app appartiene questo elemento.
rm: macOS 27 zuppenta apps entiras, e holzBar na po betg percorscher a tge app ch'quest element tutga.

source: macOS did not accept this combination. Choose another one.
de: macOS hat diese Kombination nicht angenommen. Wähle eine andere.
fr: macOS n'a pas accepté cette combinaison. Choisissez-en une autre.
it: macOS non ha accettato questa combinazione. Scegline un'altra.
rm: macOS n'ha betg acceptà questa cumbinaziun. Tscherna in'autra.

source: macOS does not allow this hotkey
de: macOS erlaubt dieses Tastenkürzel nicht
fr: macOS n'autorise pas ce raccourci
it: macOS non consente questa abbreviazione
rm: macOS na lubescha betg questa cumbinaziun

source: macOS hides another app's menus only while holzBar is in the Dock. With this on, holzBar never shows a Dock icon, and the menus stay.
de: macOS blendet die Menüs einer anderen App nur aus, solange holzBar im Dock ist. Ist dies an, zeigt holzBar nie ein Dock-Symbol, und die Menüs bleiben.
fr: macOS ne masque les menus d'une autre app que si holzBar est dans le Dock. Activé, holzBar n'affiche jamais d'icône dans le Dock et les menus restent.
it: macOS nasconde i menu di un'altra app solo se holzBar è nel Dock. Se attivo, holzBar non mostra mai un'icona nel Dock e i menu restano.
rm: macOS zuppenta ils menus d'in'autra app mo durant che holzBar è en il Dock. Sche quai è activà, na mussa holzBar mai in simbol en il Dock, ed ils menus restan.

source: macOS orders the items within each section.
de: macOS ordnet die Elemente innerhalb jedes Bereichs.
fr: macOS ordonne les éléments au sein de chaque section.
it: macOS ordina gli elementi all'interno di ogni sezione.
rm: macOS ordinescha ils elements entaifer mintga secziun.

source: macOS prohibits “%@” from being moved.
de: macOS verhindert, dass «%@» verschoben wird.
fr: macOS empêche le déplacement de « %@ ».
it: macOS impedisce di spostare «%@».
rm: macOS impedescha da spustar «%@».

source: macOS shares the Wi-Fi network name only with apps that may use Location Services. holzBar uses it only to read that name and never reads your location. macOS asks for your permission next.
de: macOS gibt den WLAN-Netzwerknamen nur an Apps weiter, die die Ortungsdienste nutzen dürfen. holzBar liest damit nur diesen Namen und nie deinen Standort. Als Nächstes fragt macOS nach deiner Erlaubnis.
fr: macOS ne communique le nom du réseau Wi-Fi qu’aux apps autorisées à utiliser les services de localisation. holzBar ne s’en sert que pour lire ce nom et ne lit jamais votre position. macOS vous demandera ensuite votre autorisation.
it: macOS condivide il nome della rete Wi-Fi solo con le app che possono usare i Servizi di localizzazione. holzBar lo usa solo per leggere quel nome e non legge mai la tua posizione. Subito dopo macOS chiede la tua autorizzazione.
rm: macOS dat il num da la rait WLAN mo a apps che pon duvrar ils servetschs da localisaziun. holzBar al duvra mo per leger quest num e na legia mai tia posiziun. Silsuenter dumonda macOS tia permissiun.

source: macOS stopped laying them out when holzBar freed the space beside the notch, and left no control to reach them. Quitting and reopening the application whose item is missing brings it back.
de: macOS hat sie nicht mehr angeordnet, als holzBar den Platz neben der Notch freigab, und keine Möglichkeit gelassen, sie zu erreichen. Beende die App, deren Element fehlt, und öffne sie erneut, dann ist es wieder da.
fr: macOS a cessé de les disposer quand holzBar a libéré l'espace près de l'encoche, sans laisser de moyen d'y accéder. Quittez puis rouvrez l'app dont l'élément manque pour le récupérer.
it: macOS ha smesso di disporli quando holzBar ha liberato lo spazio accanto al notch, senza lasciare un modo per raggiungerli. Esci e riapri l'app il cui elemento manca per farlo tornare.
rm: macOS ha chalà da disponer els, cura che holzBar ha liberà la plazza sper la notch, e n'ha laschà nagina pussaivladad d'als cuntanscher. Termina l'app, da la quala l'element manca, ed avra la danovamain, lura è el puspè qua.

source: macOS uses this combination for one of its own shortcuts. Choose another one.
de: macOS verwendet diese Kombination für eines seiner eigenen Tastenkürzel. Wähle eine andere.
fr: macOS utilise cette combinaison pour l'un de ses propres raccourcis. Choisissez-en une autre.
it: macOS usa questa combinazione per una delle sue abbreviazioni. Scegline un'altra.
rm: macOS dovra questa cumbinaziun per ina da sias atgnas. Tscherna in'autra.

source: none
de: keiner
fr: aucun
it: nessuno
rm: nagin

source: not connected
de: nicht verbunden
fr: non connecté
it: non collegato
rm: betg collià

source: show the always-hidden section
de: den immer ausgeblendeten Bereich zeigen
fr: afficher la section toujours masquée
it: mostra la sezione sempre nascosta
rm: mussar la secziun adina zuppada

source: show the hidden section
de: den ausgeblendeten Bereich zeigen
fr: afficher la section masquée
it: mostra la sezione nascosta
rm: mussar la secziun zuppada

source: the Mac is connected through Ethernet
de: der Mac über Ethernet verbunden ist
fr: le Mac est connecté par Ethernet
it: il Mac è connesso tramite Ethernet
rm: il Mac è collià via Ethernet

source: the Mac is connected through Wi-Fi
de: der Mac über WLAN verbunden ist
fr: le Mac est connecté par Wi-Fi
it: il Mac è connesso tramite Wi-Fi
rm: il Mac è collià via WLAN

source: the Mac is offline
de: der Mac offline ist
fr: le Mac est hors ligne
it: il Mac è offline
rm: il Mac è offline

source: the Mac is plugged in
de: der Mac am Strom hängt
fr: le Mac est branché
it: il Mac è collegato alla corrente
rm: il Mac è collià al current

source: the Mac runs on battery
de: der Mac mit Akku läuft
fr: le Mac fonctionne sur batterie
it: il Mac funziona a batteria
rm: il Mac funcziuna cun accu

source: the Wi-Fi network is “%@”
de: das WLAN-Netzwerk „%@“ verbunden ist
fr: le réseau Wi-Fi est « %@ »
it: la rete Wi-Fi è “%@”
rm: la rait WLAN è «%@»

source: the battery is below %@
de: der Akku unter %@ liegt
fr: la batterie est sous %@
it: la batteria è sotto il %@
rm: l’accu è sut %@

source: the connection is expensive, for example a hotspot
de: die Verbindung kostenpflichtig ist, zum Beispiel ein Hotspot
fr: la connexion est coûteuse, par exemple un point d’accès
it: la connessione è a pagamento, ad esempio un hotspot
rm: la colliaziun è chara, per exempel in hotspot

source: the display “%@” is connected
de: der Bildschirm „%@“ angeschlossen ist
fr: l’écran « %@ » est connecté
it: lo schermo “%@” è collegato
rm: il visur «%@» è collià

source: the traffic goes through a VPN
de: der Datenverkehr über ein VPN läuft
fr: le trafic passe par un VPN
it: il traffico passa attraverso una VPN
rm: il trafic va tras in VPN

source: turn Zen mode off
de: den Zen-Modus ausschalten
fr: désactiver le mode Zen
it: disattiva la modalità Zen
rm: deactivar il modus Zen

source: turn Zen mode on
de: den Zen-Modus einschalten
fr: activer le mode Zen
it: attiva la modalità Zen
rm: activar il modus Zen

source: “%@” already uses this combination. Use it here instead?
de: «%@» verwendet diese Kombination schon. Stattdessen hier verwenden?
fr: « %@ » utilise déjà cette combinaison. L'utiliser ici à la place ?
it: «%@» usa già questa combinazione. Usarla qui al suo posto?
rm: «%@» dovra gia questa cumbinaziun. La duvrar qua empè?

source: “%@” is not movable
de: «%@» lässt sich nicht verschieben
fr: « %@ » ne peut pas être déplacé
it: «%@» non può essere spostato
rm: «%@» na sa lascha betg spustar

source: “%@” took too long to respond
de: «%@» hat zu lange nicht geantwortet
fr: « %@ » a mis trop de temps à répondre
it: «%@» ha impiegato troppo a rispondere
rm: «%@» ha dovrà memia ditg per respunder

source: BETA
fr: BÊTA

source: Name
fr: Nom
it: Nome
rm: Num

source: Offline
fr: Hors ligne

source: Website
fr: Site web
it: Sito web

source: Version %@
it: Versione %@
rm: Versiun %@
